{
  "templateId" : "jkdnfdjnds-dnkbjkdf-djhrihkndlnd",
  "templateImg" : "https://images.sample.net/wp-content/uploads/2020/05/Artist-and-Manager-Contract.jpg",
  "templateName" : "Music Artist Agreement Contract",
  "questions" : [
      {
          "question" : "Enter artist Name",
          "field" : "artistName",
          "type" : "text"
      },
      {
          "question" : "Enter Manager name",
          "field" : "managerName",
          "type" : "text"
      },
      {
        "question" : "Enter Manager mobile number",
        "field" : "managerMobile",
        "type" : "text"
      },
      {
        "question" : "Enter Manager address",
        "field" : "managerAddress",
        "type" : "text"
      },
      {
        "question" : "Enter Manager email",
        "field" : "managerEmail",
        "type" : "eamil"
      },
      {
        "question" : "Enter Group name",
        "field" : "groupName",
        "type" : "text"
      },
      {
        "question" : "Enter date",
        "field" : "date",
        "type" : "date"
      }
  ],
  "html": "<h1>Artist Management Agreement</h1><h3>{{artistName}} p/k/a {{groupName}}</h3><p>Dated as of {{data}}</p><p>Manager {{managerName}}</p><p>mobile no.{{managerMobile}}</p><p>email <span style=\"color: #3598db;\">{{managerEmail}}</span></p><p>{{managerAddress}}</p><p>HERE</p><p>You and I have agreed as follows:</p><p>&nbsp;</p><h3 style=\"padding-left: 40px; text-align: justify;\">1. Appointment.</h3><p style=\"padding-left: 40px; text-align: justify;\">I hereby appoint and engage you as my exclusive personal manager, adviser and representative throughout the world and you accept such appointment and engagement for the term of and subject to the terms and conditions of this agreement.</p><p style=\"padding-left: 40px; text-align: justify;\">&nbsp;</p><h3 style=\"padding-left: 40px;\">2. Term.</h3><p style=\"padding-left: 40px; text-align: justify;\">a. The term of this agreement shall be for a period of one (1) year commencing as of the date hereof (the \"Initial Period\").</p><p style=\"padding-left: 40px; text-align: justify;\">b. In addition, you shall have three (3) separate and consecutive options each to extend this agreement for an additional one (1) year period (individually referred to as \"First Option Period, Second Option Period and Third Option Period\"; collectively the \"Option Periods\"). The Initial Period and Option Periods are hereinafter collectively referred to as the \"Term.\" Unless you notify me to the contrary prior to the expiration of the Term, each Option Period will be automatically exercised by you.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">3. Manager's Services.</h3><p style=\"padding-left: 40px; text-align: justify;\">During the Term hereof, you agree to perform for me the following services: represent me and act as my adviser in all business negotiations and matters relating to my entertainment career; supervise my professional engagements and to consult with employers of my services in the entertainment and literary fields to assure to the best of your ability the proper use of my services and the products thereof; supervise third party unaffiliated booking and talent agencies employed by me to secure offers for my professional services; and advise and counsel with respect to general practices in the entertainment and literary industries and with respect to such matters of which you may have knowledge concerning compensation and privileges extended for similar artistic values.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">4. Power of Attorney.</h3><p style=\"padding-left: 40px; text-align: justify;\">You are authorized and empowered for me and on my behalf and at your discretion, after consulting with me, to do the following: approve and permit any and all publicity and advertising in connection with my professional career; approve and permit the use of my name, photograph, likeness, voice, sound effect, literary, artistic and musical materials for the purposes of advertising, publicity, and promotion in connection with my professional career and execute agreements pertaining to my short-term personal appearance engagements (i.e. engagements of two nights duration or less).</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">5 .Artist's Duties and Restrictions.</h3><p style=\"padding-left: 40px; text-align: justify;\">I will be solely responsible for payment of all of my union dues, publicity costs, promotion or exploitation expenses (with my prior consent), traveling expenses (with my prior consent), wardrobe expenses and other expenses related to my career, including the reasonable expenses arising from the performance by you of the services hereunder. You are not required to make advances to me or for my account, but in the event you do so at my request, any such advance will be deemed a loan which I agree to repay promptly upon your request. If I fail to do so, you may deduct the amount of any such loans or advances from any sums you may receive for my account. In the event that you incur any reasonable expenses in connection with my professional career or within the performance of your services hereunder,\"I shall reimburse you on a monthly basis and upon submission of receipts and vouchers for such fees, costs and expenses. You shall not incur cumulative costs and expenses in excess of Five Hundred Fifty Dollars ($550.00) in any month without my approval.</p><p style=\"padding-left: 40px;\">&nbsp;</p><h3 style=\"padding-left: 40px;\">6. Manager's Compensation.</h3><p style=\"padding-left: 40px;\">a. In compensation for your services under this agreement, I agree to pay to you, as herein provided, a sum equal to twenty percent (20%) of my gross income derived from my activities in and throughout the entertainment, amusement, music and music publishing industries.</p><p style=\"padding-left: 40px;\">b. Without in any manner limiting the foregoing, the income sources upon which your compensation will be computed will include any and all of my activities in connection with motion pictures, television, videos, radio, music, theatrical engagements, personal appearances, public appearances in places of amusement and entertainment, phonograph records and recordings, publications, and the use of my name, likeness and talents for purposes of advertising, sale of merchandise, and trade. Following the expiration of the Term hereof, I agree to pay you your commission as set forth in subparagraph 6A above, with respect to any and all contracts and agreements entered into during the Term hereof relating to any of the foregoing, and upon any and all extensions, renewals and substitutions thereof for so long as any of the same continue to earn income.</p><p style=\"padding-left: 40px;\">c. The term \"gross income,\" as used herein, includes, without limitation, salaries, earnings, fees, royalties, gifts in lieu of income, bonuses, shares of profit, shares of stock, partnership interests, percentages and the total amount paid for a package television or radio program (live or recorded), motion picture or other entertainment packages, earned or received, directly or indirectly, by me or my heirs, executors, administrators or assigns, or by any other person, firm or corporation on my behalf as a result of the activities described in paragraph 6B above. In the event that I receive, as all or part of my compensation for activities hereunder, stock or the right to buy stock in any corporation or that I become the packager or owner of all or part of an entertainment property, whether as individual proprietor, stockholder, partner (general or unlimited), joint venture or otherwise, your right to compensation shall apply to my said stock, right to buy stock, individual proprietorship, partnership, joint venture or other form of interest, and you will be entitled to your percentage share thereof. Should I be required to make any payment for such interest, you will pay your percentage share of such payment, unless you do not want your percentage share thereof.</p><p style=\"padding-left: 40px;\">d. Notwithstanding anything to the contrary hereinabove, you shall not be entitled to commissions from or in connection with any sums paid to or on my behalf for actual recording costs; video production costs; independent record promotion expenses; deficit tour support; sums paid to or on my behalf for third party production costs incurred in connection with the production of television and/or motion picture packages or video performances. In connection with the non-commissionable items referred to above, I agree to furnish you with copies of all invoices and budgets representing such costs.</p><p style=\"padding-left: 40px;\">e. All gross earnings as herein defined are to be paid directly by all persons, firms or corporations to you on my behalf, or to a certified public accountant or business manager to be mutually designated by you and me. I agree to irrevocably instruct said accountant in writing, to account for and pay you your commissions hereunder by the fifteenth (15th) day of each calendar month with regard to commissions accrued during the previous calendar month. Notwithstanding the foregoing, however, in the event commissions due to you hereunder have not been paid within forty-five (45) days \"from the last day of any calendar month for which such commissions are due, you shall thereafter, during the term hereof, have the right, in your sole discretion, to require that all gross earnings be sent directly to you, and you shall deposit all such gross earnings in an escrow account. After deducting your commissions from such funds, you will pay the balance thereof to me or my accountant or other designee and provide me with accountings therefore on or before the 15th day of each month for monies received during the previous calendar month. I shall be fully responsible for all commissions and fees payable to any such certified public accountant and/or business manager.</p><p style=\"padding-left: 40px;\">f. If, during the term hereof, I form a corporation or other business entity for the purpose of furnishing or exploiting my artistic talents or become a shareholder, partner or member in such an entity or enter into any contract or agreement with any third party business entity (other than an established booking or theatrical agency) for the purposes of furnishing my artistic talents to other persons, firms or corporation, then in determining the amount of your compensation hereunder, the gross income of that entity derived from transactions secured or negotiated by you for the use of my talents, services or property created by me shall be included in the \"gross income\" received by me hereunder.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">7. Resolution of Disputes.</h3><p style=\"text-align: justify; padding-left: 40px;\">a. Due to the uniqueness of the services provided by us under this agreement, and in order to avoid any unnecessary misunderstanding or dispute between us, we agree that we will not be deemed to be in default hereunder until and unless we shall first give the allegedly defaulting party written notice describing the alleged breach or default and then only in the event that we shall thereafter fail for a period of fifteen (15) days to cure the alleged breach or default.</p><p style=\"text-align: justify; padding-left: 40px;\">b. In the event of any dispute under or relating to the terms of this agreement or the performance, breach, validity, construction, interpretation, execution or legality thereof, the prevailing party shall be entitled to recover any and all reasonable attorneys' fees and other costs incurred in the enforcement of the terms of this agreement, or for the breach thereof. This agreement shall be construed in accordance with the laws of the state of California, and any action to enforce or interpret the terms hereof shall be brought exclusively in the courts of California County, California.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">8: Conflicts of Interest.</h3><p style=\"padding-left: 40px;\">I understand that you are involved in many aspects of the music and entertainment business, and that in some instances some of those activities may appear to compete or conflict with my career interests. We have agreed, however, that any conduct or activity by you or any individual on your behalf will not constitute a breach of this agreement or any fiduciary or other duty or obligation created or existing under this agreement.</p><p style=\"padding-left: 40px;\">&nbsp;</p><h3 style=\"padding-left: 40px;\">9. Assignment.</h3><p style=\"padding-left: 40px;\">You shall have the right to assign this agreement and/or your rights herein. I understand that I may not assign any of the duties and obligations imposed upon me under this agreement.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">10. Relationship of the Parties.</h3><p style=\"padding-left: 40px;\">This agreement shall not be construed to create a partnership between us. It is specifically understood that you are acting hereunder as an independent contractor and you may appoint or engage any and all other persons, firms or corporations throughout the world in your discretion to perform any and all of the services which you have agreed to perform hereunder. Your services hereunder are not exclusive and you shall at all times be free to perform the same or similar services for others aswell as engage in any and all other business activities as long as such do not materially conflict with your obligations hereunder.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">11. Indemnity.</h3><p style=\"padding-left: 40px;\">In the event that, by virtue of my failure or refusal to perform any engagement pursuant to a valid contract entered into during the term hereof by me or by you pursuant to the authorization contained in this agreement, you shall incur any cost, expense or liability, including, without limitation, attorneys' fees and other expenses connected with defending any claim asserted against you by virtue of my conduct or defaults, I agree to indemnify and hold you harmless with respect to any such claims, and further agree that, in addition to any other right or remedy you may have, any money due to you under this paragraph may be withheld by you as provided in paragraph 6D hereof.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">12. Notices.</h3><p style=\"padding-left: 40px;\">Notices permitted or required hereunder shall be delivered in person or sent by certified or registered mail, return receipt requested or telegraph to the address first written above. A courtesy copy of all notices to you shall be sent to: Edward Shapiro, Esq., 300 Bay Street, Suite 14, Santa Monica, CA 90405. The date of mailing or delivery to a telegraph office or personal delivery shall constitute the date of service of said notice.</p><p>&nbsp;</p><h3 style=\"padding-left: 40px;\">13. Miscellaneous.</h3><p style=\"padding-left: 40px;\">a. This agreement embodies all the representations, terms and conditions of our agreement, and there is no other collateral agreement, oral or written, between us in any manner relating to the subject matter hereof.</p><p style=\"padding-left: 40px;\">b. Those provisions required by any union or labor organization having jurisdiction regarding this agreement to be included herein in order for such union or organization to recognize this as a valid and enforceable agreement shall be deemed incorporated herein and shall constitute part of this agreement.</p><p style=\"padding-left: 40px;\">c. No alteration, amendment or modification hereof shall be binding unless set forth in a writing signed by both of the parties hereto.</p><p style=\"padding-left: 40px;\">d. I ACKNOWLEDGE THAT I HAVE BEEN ADVISED OF MY RIGHT TO RETAIN INDEPENDENT LEGAL COUNSEL IN CONNECTION WITH THE NEGOTIATION, LEGAL EFFECT AND MEANING OF THIS AGREEMENT, AND THAT I HAVE EITHER DONE SO OR KNOWINGLY AND VOLUNTARILY WAIVED SUCH RIGHT.</p><p style=\"padding-left: 40px;\">e. This agreement and all amendments or modifications hereof shall be governed by and interpreted in accordance with the laws of the state of California applicable to contracts executed and to be fully performed in said state. The invalidity of any clause, part or provision of this agreement shall be restrictive in effect to said clause, part or provision, and shall not be deemed to affect the validity of the entire agreement.</p><p style=\"padding-left: 40px;\">f. During the Term hereof, you shall have the exclusive right to advertise and publicize yourself as my personal manager and representative</p><p>&nbsp;</p><p>Very truly yours,</p><h3>{{artistsName}} p/k/a {{groupName}}</h3><p>Social Security #___________________</p><p>&nbsp;</p><p>Date:{{date}}</p><p>ACCEPTED AND AGREED TO:</p><p>By: {{managerName}}</p><p>&nbsp;</p><p>NOTHING IN THIS DOCUMENT SHALL BE CONSTRUED AS LEGAL ADVICE: ALWAYS CONSULT WITH A REPUTABLE ATTORNEY PRIOR TO SIGNING ANY AGREEMENT</p>"
}